#optical-quantum-control-strings_sq.properties created Sun Jan 24 19:10:18 CET 2021 using: optical-quantum-control 1.04.00 (53825), translation-utility 2.18.00 (74383) May 28, 2015
#Sun Jan 24 19:10:18 CET 2021
instructions=<html>P\u00EBrshtat form\u00EBn<br>e pulsit dal\u00EBs pink<br>p\u00EBr ta b\u00EBr\u00EB molekul\u00EBn<br>q\u00EB t\u00EB ndahet\!</html>
WinDialog.title=Q\u00EBlluarje\!
Help.amplitude.sliders=<html>T\u00EBrhiq shiritat e zi ose kliko<br>aty ku d\u00EBshironi t'i d\u00EBrgoni</html>
ExplanationDialog.grating=Rrjeti i difraksionit
HelpMenu.explanation=Shpjegim...
CheatDialog.title=Hile
AmplitudesView.title=Amplitudat
optical-quantum-control.name=Kontrolli optik kuantik
ExplanationDialog.title=Shpjegim
amplitude.xAxis=n
HelpMenu.cheat=Hile...
HelpMenu.explanation.mnemonic=E
Mask.label=Maska
HelpMenu.cheat.mnemonic=C
AmplitudeErrorDialog.message=<html>Jepni nj\u00EB vler\u00EB t\u00EB amplitud\u00EBs midis -1 dhe 1</html>
WinDialog.message=<html>Urime\! E q\u00EBlluat pulsin e d\u00EBshiruar n\u00EB dalje\!<br><br>Shtyp OK p\u00EBr t\u00EB filluar me nj\u00EB puls tjet\u00EBr dal\u00EBs<br></html>
ExplanationDialog.text=<html>Gjat\u00EB formimit t\u00EB pulsit optik, nj\u00EB puls i shkurt\u00EBr i drit\u00EBs reflektohet nga rrjeti i difraksionit, i cili e zb\u00EBrthen at\u00EB n\u00EB<br>ngjyrat individuale. Secila ngjyr\u00EB mund t\u00EB manipulohet ve\u00E7mas duke e shfryt\u00EBzuar mask\u00EBn. Rrjeti i difraksionit pastaj shfryt\u00EBzohet p\u00EBr t\u00EB<br>vendosur t\u00EB gjitha ngjyrat mbi nj\u00EBra-tjetr\u00EBn, duke prodhuar k\u00EBshtu nj\u00EB puls me varshm\u00EBri t\u00EB caktuar t\u00EB intensitetit nga koha<br>(ose me "form\u00EB" t\u00EB caktuar). Maska mund t\u00EB skalitet n\u00EB m\u00EBnyr\u00EB permanente p\u00EBr t\u00EB dh\u00EBn\u00EB nj\u00EB form\u00EB t\u00EB caktuar, ose p\u00EBr t'u kontrolluar n\u00EB m\u00EBnyr\u00EB dinamike,<br>sikurse edhe n\u00EB k\u00EBt\u00EB simulim. Metoda e formimit t\u00EB pulsit me form\u00EB komplekse, duke kontrolluar secil\u00EBn ngjyr\u00EB nd\u00EBrlidhet me<br>nj\u00EB teknik\u00EB matematikore q\u00EB njihet si Analiza Furie. (T\u00EB cil\u00EBn mund ta hulumtoni m\u00EB tutje n\u00EB simulimin e PhET "Furie\: gjenerimi i val\u00EBve"<br>K\u00EBto pulse me forma speciale mund t\u00EB shfryt\u00EBzohen p\u00EBr shum\u00EB aplikime, duke p\u00EBrfshir\u00EB ndarjen e molekulave,<br>si edhe n\u00EB k\u00EBt\u00EB simulim.<br><br>N\u00EB k\u00EBt\u00EB eksperiment prej Murnane/Kapteyn lab n\u00EB JILA (http\://jilawww.colorado.edu/kmgroup/) ideja themelore<br>\u00EBsht\u00EB e nj\u00EBjt\u00EB si n\u00EB simulim, por dizajni \u00EBsht\u00EB pak m\u00EB i ndrysh\u00EBm. N\u00EB vend se t\u00EB d\u00EBrgohet drita n\u00EBp\u00EBr<br>mask\u00EB, maska reflekton drit\u00EBn prapa, ashtuq\u00EB n\u00EB k\u00EBt\u00EB konfigurim kemi vet\u00EBm nj\u00EB pasqyr\u00EB dhe nj\u00EB rrjet difraksioni<br></html>
CheatDialog.label=Amplitudat e pulsit dal\u00EBs
Help.amplitude.reset=<html>Shtyp k\u00EBt\u00EB buton p\u00EBr ta mund\u00EBsuar q\u00EB<br>amplitudat t\u00EB p\u00EBrshtaten me pulsin hyr\u00EBs</html>
Help.amplitude.textfields=<html>Jep numrat p\u00EBr<br>t\u00EB ndryshuar amplitudat</html>
closenessReadout=Sa af\u00EBr jam?\: {0}%
OQCModule.title=Kontrolli optik kuantik
newOutputPulse=Puls i ri
InputPulseView.title=Pulsi hyr\u00EBs
Mirror.label=Pasqyra
ExplanationDialog.mask=Maska
DiffractionGratings.label=<html>Rrjeti i<br>difraksionit</html>
reset=Reseto
OutputPulseView.title=Pulsi dal\u00EBs
Help.newPulse=<html>Shtyp k\u00EBt\u00EB buton p\u00EBr t\u00EB<br>ndryshuar pulsin n\u00EB dalje</html>
pulse.xAxis=t (ns)
ExplanationDialog.fontSize=12
ExplanationDialog.mirror=Pasqyra
