#optical-quantum-control-strings_ga.properties created Tue Jul 16 17:36:48 WEST 2019 using: optical-quantum-control 1.04.00 (53825), translation-utility 2.18.00 (74383) May 28, 2015
#Tue Jul 16 17:36:48 WEST 2019
Help.amplitude.textfields=<html>Iontr\u00E1il uimhreacha chun<br>na haimpliti\u00FAid\u00ED a athr\u00FA</html>
instructions=<html>Meaitse\u00E1il dath na b\u00EDge aschuir<br>b\u00E1ndearg chun iachall a chur ar<br>an m\u00F3il\u00EDn briseadh \u00F3 ch\u00E9ile\!</html>
ExplanationDialog.mirror=Sc\u00E1th\u00E1n
HelpMenu.cheat=Aicearra...
ExplanationDialog.mask=Masc
ExplanationDialog.grating=Gr\u00EDl d\u00EDraonta
ExplanationDialog.fontSize=12
HelpMenu.cheat.mnemonic=C
WinDialog.title=Meaitse\u00E1il\!
Mirror.label=Sc\u00E1th\u00E1n
Help.amplitude.reset=<html>Br\u00FAigh an cnaipe seo chun a chur ar <br>na haimpliti\u00FAid\u00ED an bh\u00EDog ionchuir a mheaitse\u00E1il</html>
Mask.label=Masc
pulse.xAxis=t (ns)
Help.newPulse=<html>Br\u00FAigh an cnaipe seo chun<br>an bh\u00EDog aschuir a athr\u00FA</html>
newOutputPulse=B\u00EDog Aschuir Nua
CheatDialog.label=Aimpliti\u00FAid\u00ED na B\u00EDge Aschuir\:
DiffractionGratings.label=<html>Gr\u00EDl<br>d\u00EDraonta</html>
Help.amplitude.sliders=<html>Srac na barra\u00ED dubha n\u00F3 go simpl\u00ED clige\u00E1il<br>mar a dteasta\u00EDonn uait iad a bheith</html>
InputPulseView.title=B\u00EDog Ionchuir
HelpMenu.explanation.mnemonic=E
optical-quantum-control.name=Rial\u00FA Contaim Optach
HelpMenu.explanation=M\u00EDni\u00FA...
OutputPulseView.title=B\u00EDog Aschuir
closenessReadout=\  C\u00E9 chomh gar at\u00E1 m\u00E9? \: {0}%
CheatDialog.title=Aicearra
OQCModule.title=Rial\u00FA Contaim Optach
AmplitudesView.title=Aimpliti\u00FAid\u00ED
AmplitudeErrorDialog.message=<html>M\u00E1s \u00E9 do thoil \u00E9 iontr\u00E1il luach aimpliti\u00FAide idir -1 agus +1 </html>
WinDialog.message=<html>Comhghairdeas\! Mheaitseail t\u00FA an bh\u00EDog aschuir\!<br><br>Br\u00FAigh OK chun tos\u00FA ar\u00EDs le b\u00EDog aschuir nua.<br></html>
amplitude.xAxis=n
reset=Athshocraigh
ExplanationDialog.text=<html>Agus b\u00EDog optach \u00E1 m\u00FAnl\u00FA, frithchaitear b\u00EDog sholais ghearr \u00F3 ghr\u00EDl d\u00EDraonta, rud a bhriseann suas \u00ED ins na dathanna ar leith.<br> Is f\u00E9idir gach dath a ionramh\u00E1il go leithleach tr\u00ED mhasc a \u00FAs\u00E1id.<br> \u00DAs\u00E1idtear gr\u00EDl athraonta ansin chun na dathanna go l\u00E9ir a chur ar ais anuas ar a ch\u00E9ile, ag sol\u00E1thar b\u00EDog leis an sple\u00E1chas ama is mian don d\u00E9ine (n\u00F3, go coibh\u00E9iseach, "an cruth").<br> Is f\u00E9idir an masc a eitse\u00E1il go buan chun cruth ar leith a dh\u00E9anamh, n\u00F3 \u00E9 a rial\u00FA go dinimici\u00FAil, mar a dh\u00E9antar san ionsamhl\u00FA seo.<br>\nT\u00E1 gaol ann idir an modh tr\u00EDna nd\u00E9antar b\u00EDog le cruth casta, tr\u00ED gach dath a rial\u00FA, agus an teicn\u00EDc mhatamaitici\u00FAil ar a dtugtar Anail\u00EDs Fourier.<br> (Is f\u00E9idir ini\u00FAchadh breise a dh\u00E9anamh ar seo in ionsamhl\u00FA Phet "Fourier\: Tonnta a Dh\u00E9anamh.)<br> Is f\u00E9idir na b\u00EDoganna seo, a mh\u00FAnla\u00EDtear go speisialta, a \u00FAs\u00E1id in iliomad feidhmeanna \u00E9ags\u00FAla, m\u00F3il\u00EDn\u00ED a bhriseadh s\u00EDos ina measc, mar at\u00E1 san ionsamhl\u00FA seo.<br><br>Ins an turgnamh \u00F3 shaotharlann Murnane/Kapteyn ag JILA (http\://jilawww.colorado.edu/kmgroup/), is ionann an bun-smaoineamh sa turgnamh seo agus an bun-smaoineamh<br>san ionsamhl\u00FA, c\u00E9 go bhfuil difr\u00EDocht bheag eatarthu \u00F3 thaobh leagan amach de.<br>Seachas an solas a sheoladh tr\u00EDd an masc, frithchaitheann an masc an solas ar ais i dtreo nach mb\u00EDonn sa leagan amach seo ach sc\u00E1th\u00E1n amh\u00E1in agus gr\u00EDl athraonta amh\u00E1in.<br></html>
ExplanationDialog.title=M\u00EDni\u00FA
